{
  "AutoRemoteSync.nvim": { "branch": "master" },
  "ChatGPT.nvim": { "branch": "main" },
  "Comment.nvim": { "branch": "master" },
  "CopilotChat.nvim": { "branch": "main" },
  "FixCursorHold.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "activate.nvim": { "branch": "main" },
  "aerial.nvim": { "branch": "master" },
  "alpha-nvim": { "branch": "main" },
  "auto-session": { "branch": "main" },
  "avante.nvim": { "branch": "main" },
  "bufferline.nvim": { "branch": "main" },
  "buffers.nvim": { "branch": "master" },
  "clangd_extensions.nvim": { "branch": "main" },
  "claude-code.nvim": { "branch": "main" },
  "cmp-ai": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-calc": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-copilot": { "branch": "main" },
  "cmp-emoji": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp-vimtex": { "branch": "master" },
  "cmp_luasnip": { "branch": "master" },
  "codecompanion.nvim": { "branch": "main" },
  "codeium.nvim": { "branch": "main" },
  "colorful-menu.nvim": { "branch": "master" },
  "colorful-winsep.nvim": { "branch": "main" },
  "compiler.nvim": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "copilot-cmp": { "branch": "master" },
  "copilot.lua": { "branch": "master" },
  "coq.artifacts": { "branch": "artifacts" },
  "coq_nvim": { "branch": "coq" },
  "debugprint.nvim": { "branch": "main" },
  "diffview.nvim": { "branch": "main" },
  "dressing.nvim": { "branch": "master" },
  "dropbar.nvim": { "branch": "master" },
  "emmet-vim": { "branch": "master" },
  "esqueleto.nvim": { "branch": "main" },
  "expose-localhost.nvim": { "branch": "main" },
  "firenvim": { "branch": "master" },
  "flash.nvim": { "branch": "main" },
  "flipp.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "fzf": { "branch": "master" },
  "fzf-lua": { "branch": "main" },
  "fzf.vim": { "branch": "master" },
  "fzy-lua-native": { "branch": "master" },
  "gitignore-grabber.nvim": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "glow.nvim": { "branch": "main" },
  "grug-far.nvim": { "branch": "main" },
  "gruvbox.nvim": { "branch": "main" },
  "gthr.nvim": { "branch": "main" },
  "harpoon": { "branch": "harpoon2" },
  "hex.nvim": { "branch": "master" },
  "img-clip.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "ipybridge.nvim": { "branch": "main" },
  "kanagawa.nvim": { "branch": "master" },
  "key-analyzer.nvim": { "branch": "main" },
  "kulala.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "live-server.nvim": { "branch": "main" },
  "lspkind.nvim": { "branch": "master" },
  "lspsaga.nvim": { "branch": "main" },
  "lua-async-await": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "luau-lsp.nvim": { "branch": "main" },
  "markview.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-nvim-dap.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "menu": { "branch": "main" },
  "mini.hipatterns": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "mini.notify": { "branch": "main" },
  "mini.nvim": { "branch": "main" },
  "mini.pick": { "branch": "main" },
  "minty": { "branch": "main" },
  "neo-tree.nvim": { "branch": "v3.x" },
  "neogit": { "branch": "master" },
  "neotest": { "branch": "master" },
  "neotest-gtest": { "branch": "main" },
  "neotest-phpunit": { "branch": "main" },
  "neotest-python": { "branch": "master" },
  "neotest-rust": { "branch": "main" },
  "neovim-tips": { "branch": "master" },
  "noice.nvim": { "branch": "main" },
  "none-ls.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-bqf": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-cokeline": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-dap-view": { "branch": "main" },
  "nvim-dap-virtual-text": { "branch": "master" },
  "nvim-hlslens": { "branch": "main" },
  "nvim-java": { "branch": "main" },
  "nvim-java-core": { "branch": "main" },
  "nvim-java-dap": { "branch": "main" },
  "nvim-java-refactor": { "branch": "main" },
  "nvim-java-test": { "branch": "main" },
  "nvim-lightbulb": { "branch": "master" },
  "nvim-lint": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-scrollbar": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-ufo": { "branch": "main" },
  "nvim-vtsls": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "nvim-window-picker": { "branch": "main" },
  "nvim_json_graph_view": { "branch": "main" },
  "oil.nvim": { "branch": "master" },
  "ollama.nvim": { "branch": "main" },
  "otter.nvim": { "branch": "main" },
  "overseer.nvim": { "branch": "master" },
  "pdf-preview.nvim": { "branch": "main" },
  "persistent-breakpoints.nvim": { "branch": "main" },
  "phprefactoring.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "possession.nvim": { "branch": "master" },
  "project.nvim": { "branch": "main" },
  "promise-async": { "branch": "main" },
  "prompt-tower.nvim": { "branch": "main" },
  "quicker.nvim": { "branch": "master" },
  "rainbow-delimiters.nvim": { "branch": "master" },
  "refactoring.nvim": { "branch": "master" },
  "render-markdown.nvim": { "branch": "main" },
  "resession.nvim": { "branch": "master" },
  "roids.nvim": { "branch": "main" },
  "sidekick.nvim": { "branch": "main" },
  "sllm.nvim": { "branch": "main" },
  "snacks.nvim": { "branch": "main" },
  "spring-boot.nvim": { "branch": "main" },
  "statuscol.nvim": { "branch": "main" },
  "store.nvim": { "branch": "main" },
  "symbol-usage.nvim": { "branch": "main" },
  "telescope-dap.nvim": { "branch": "master" },
  "telescope-frecency.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-undo.nvim": { "branch": "main" },
  "telescope-zoxide": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "template.nvim": { "branch": "main" },
  "tiny-code-action.nvim": { "branch": "main" },
  "tiny-inline-diagnostic.nvim": { "branch": "main" },
  "todo-comments.nvim": { "branch": "main" },
  "toggleterm.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "volt": { "branch": "main" },
  "vscode-diff.nvim": { "branch": "main" },
  "web-tools.nvim": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}
